{
  "word2idx": {
    "<PAD>": 0,
    "<UNK>": 1,
    "进口": 2,
    "红酒": 3,
    "礼盒": 4,
    " ": 5,
    "法国": 6,
    "，": 7,
    "智能": 8,
    "保温杯": 9,
    "温度": 10,
    "显示": 11,
    "小时": 12,
    "负离子": 13,
    "吹风机": 14,
    "记忆": 15,
    "棉": 16,
    "床垫": 17,
    "独立": 18,
    "乳胶": 19,
    "透气": 20,
    "有机": 21,
    "蔬菜": 22,
    "8": 23,
    "智利": 24,
    "车厘子": 25,
    "-": 26,
    "休闲": 27,
    "工装裤": 28,
    "多": 29,
    "口袋": 30,
    "耐磨": 31,
    "连帽": 32,
    "卫衣": 33,
    "宽松": 34,
    "版型": 35,
    "舒适": 36,
    "运动": 37,
    "跑鞋": 38,
    "复古": 39,
    "牛仔裤": 40,
    "直筒": 41,
    "纯棉": 42,
    "T恤": 43,
    "耳机": 44,
    "降噪": 45,
    "苹果": 46,
    "芯片": 47,
    "视网膜": 48,
    "Air": 49,
    "M1": 50,
    "Pro": 51,
    "M3": 52,
    "核": 53,
    "xmj": 54,
    "个人信息": 55
  },
  "idx2word": {
    "0": "<PAD>",
    "1": "<UNK>",
    "2": "进口",
    "3": "红酒",
    "4": "礼盒",
    "5": " ",
    "6": "法国",
    "7": "，",
    "8": "智能",
    "9": "保温杯",
    "10": "温度",
    "11": "显示",
    "12": "小时",
    "13": "负离子",
    "14": "吹风机",
    "15": "记忆",
    "16": "棉",
    "17": "床垫",
    "18": "独立",
    "19": "乳胶",
    "20": "透气",
    "21": "有机",
    "22": "蔬菜",
    "23": "8",
    "24": "智利",
    "25": "车厘子",
    "26": "-",
    "27": "休闲",
    "28": "工装裤",
    "29": "多",
    "30": "口袋",
    "31": "耐磨",
    "32": "连帽",
    "33": "卫衣",
    "34": "宽松",
    "35": "版型",
    "36": "舒适",
    "37": "运动",
    "38": "跑鞋",
    "39": "复古",
    "40": "牛仔裤",
    "41": "直筒",
    "42": "纯棉",
    "43": "T恤",
    "44": "耳机",
    "45": "降噪",
    "46": "苹果",
    "47": "芯片",
    "48": "视网膜",
    "49": "Air",
    "50": "M1",
    "51": "Pro",
    "52": "M3",
    "53": "核",
    "54": "xmj",
    "55": "个人信息"
  },
  "word_freq": {
    "进口": 3,
    "红酒": 2,
    "礼盒": 4,
    " ": 88,
    "法国": 2,
    "AOC": 1,
    "级": 1,
    "，": 33,
    "双支": 1,
    "礼盒装": 1,
    "木塞": 1,
    "包装": 1,
    "智能": 3,
    "保温杯": 2,
    "温度": 2,
    "显示": 2,
    "316": 1,
    "不锈钢": 1,
    "LED": 1,
    "24": 1,
    "小时": 2,
    "保温": 1,
    "负离子": 3,
    "吹风机": 2,
    "护发": 1,
    "1800W": 1,
    "大功率": 1,
    "千万级": 1,
    "快速": 1,
    "干发": 1,
    "记忆": 3,
    "棉": 3,
    "床垫": 2,
    "独立": 2,
    "袋": 1,
    "5cm": 1,
    "袋装": 1,
    "弹簧": 1,
    "承托": 1,
    "均匀": 1,
    "乳胶": 3,
    "枕": 1,
    "枕头": 1,
    "保健": 1,
    "天然": 1,
    "透气": 3,
    "防": 1,
    "螨": 1,
    "护颈助眠": 1,
    "有机": 3,
    "蔬菜": 3,
    "8": 2,
    "种": 1,
    "当日": 1,
    "采摘": 1,
    "新鲜": 1,
    "直达": 1,
    "智利": 2,
    "车厘子": 2,
    "樱桃": 1,
    "空运": 1,
    "果径": 1,
    "28": 1,
    "-": 2,
    "30mm": 1,
    "甜度": 1,
    "高": 1,
    "休闲": 2,
    "工装裤": 2,
    "多": 2,
    "口袋": 2,
    "耐磨": 2,
    "面料": 1,
    "设计": 1,
    "实用": 1,
    "时尚": 1,
    "连帽": 2,
    "卫衣": 2,
    "女": 1,
    "加绒": 1,
    "宽松": 2,
    "版型": 2,
    "内": 1,
    "里加": 1,
    "绒": 1,
    "保暖": 1,
    "舒适": 2,
    "运动": 2,
    "跑鞋": 2,
    "飞织": 1,
    "鞋面": 1,
    "橡胶": 1,
    "大底": 1,
    "减震": 1,
    "复古": 2,
    "牛仔裤": 2,
    "男": 1,
    "直筒": 2,
    "经典": 1,
    "水洗": 1,
    "工艺": 1,
    "纯棉": 3,
    "基础": 1,
    "T恤": 2,
    "圆领": 1,
    "100%": 1,
    "多色": 1,
    "可选": 1,
    "Sony": 1,
    "WH": 1,
    "1000XM5": 1,
    "索尼": 1,
    "头戴式": 1,
    "耳机": 2,
    "降噪": 4,
    "行业": 1,
    "领先": 1,
    "30": 1,
    "续航": 1,
    "Apple": 1,
    "Watch": 1,
    "Series": 1,
    "9": 1,
    "苹果": 5,
    "手表": 1,
    "S9": 1,
    "芯片": 4,
    "全天候": 1,
    "视网膜": 2,
    "显示屏": 1,
    "iPad": 1,
    "Air": 2,
    "5": 1,
    "平板": 1,
    "M1": 2,
    "10.9": 1,
    "英寸": 1,
    "Liquid": 1,
    "屏": 1,
    "AirPods": 1,
    "Pro": 3,
    "2": 1,
    "蓝牙": 1,
    "主动": 1,
    "通透": 1,
    "模式": 1,
    "MagSafe": 1,
    "充电": 1,
    "盒": 1,
    "MacBook": 1,
    "M3": 2,
    "13": 1,
    "寸": 1,
    "笔记本": 1,
    "轻薄": 1,
    "本": 1,
    "核": 2,
    "CPU": 1,
    "10": 1,
    "GPU": 1,
    "16GB": 1,
    "内存": 1,
    "iPhone": 1,
    "15": 1,
    "256GB": 1,
    "手机": 1,
    "5G": 1,
    "搭载": 1,
    "A17": 1,
    "钛": 1,
    "金属": 1,
    "边框": 1,
    "48MP": 1,
    "主摄": 1,
    "xmj": 2,
    "个人信息": 2,
    "个人": 1,
    "图片": 1
  }
}